export const CityDesc = () => {
	return (
		<>
			<div style={{ width: "70vw", margin: "10px" }}>
				<span>
					Оде́сса (укр. Одеса) — город на юге Украины в Северном Причерноморье, административный центр Одесской области и Одесского района. Главная военно-морская база Военно-морских сил Украины. Город-герой.

					Третий по населению город Украины. Численность населения на 1 января 2022 года составила 1 010 537 человек, в пределах агломерации проживает свыше 1,2 млн человек. Расположена на берегу Одесского залива.

					Крупный морской торговый порт. Развиты туризм и торговля, промышленность (металлообработка и машиностроение, производство лекарств и продуктов питания). Крупный научно-образовательный центр.

					В 2023 году Исторический центр города (в частности, ансамбль Приморского бульвара, площади Дюка де Ришельё и Потёмкинской лестницы) был внесён в список Всемирного наследия ЮНЕСКО.

					По версии наиболее упоминаемого ежегодного рейтинга журнала «Фокус», в 2011 году Одесса стала лучшим по качеству жизни городом Украины.
				</span>
			</div>
		</>
	);
};